[
    {
        "id": 1,
        "name": "Deadpool 2",
        "id_theloai": [1,4],
        "tacgia": "David Leitch",
        "description": "Deadpool 2 là một bộ phim siêu anh hùng Mỹ năm 2018 dựa trên nhân vật Deadpool của Marvel Comics. Phim tiếp tục câu chuyện của Wade Wilson,một lính đánh thuê với khả năng hồi phục siêu phàm,khi anh phải đối mặt với những kẻ thù mới và bảo vệ một cậu bé đột biến khỏi sự truy đuổi của một chiến binh tương lai. Với sự hài hước đặc trưng và những pha hành động mãn nhãn,Deadpool 2 mang đến cho khán giả những giây phút giải trí tuyệt vời.",
        "image": "https://cdn.galaxycine.vn/media/2024/7/22/deadpool--wolverine-500_1721640472363.jpg",
        "trailer": "https://www.youtube.com/watch?v=20bpjtCbCz0",
        "duration": "2h 0m",
        "rating": 5
    },
    {
        "id": 2,
        "name": "FAST AND FURIOUS X",
        "id_theloai": [1],
        "tacgia": "Justin Lin",
        "description": "FAST AND FURIOUS X là phần tiếp theo của loạt phim hành động nổi tiếng về những cuộc đua xe tốc độ và những phi vụ nguy hiểm. Trong phần này,Dominic Toretto và đội của anh phải đối mặt với một kẻ thù mới,người có kế hoạch hủy diệt thế giới bằng công nghệ tiên tiến. Với những pha hành động nghẹt thở và những màn đua xe mãn nhãn,FAST AND FURIOUS X hứa hẹn sẽ mang đến cho khán giả những trải nghiệm không thể quên.",
        "image": "https://img.phimmoichill.blog/images/film/qua-nhanh-qua-nguy-hiem-10.jpg",
        "trailer": "https://www.youtube.com/watch?v=20bpjtCbCz0",
        "duration": "2h 0m",
        "rating": 5
    },
    {
        "id": 3,
        "name": "Newtopia",
        "id_theloai": [1,7],
        "tacgia": "Christopher Nolan",
        "description": "Newtopia là một bộ phim khoa học viễn tưởng đầy kịch tính và sáng tạo. Phim kể về một thế giới tương lai nơi con người đã khám phá ra cách du hành thời gian và không gian. Nhân vật chính,một nhà khoa học tài ba,phải đối mặt với những thách thức và nguy hiểm khi cố gắng thay đổi quá khứ để cứu lấy tương lai. Với những ý tưởng đột phá và những cảnh quay ấn tượng,Newtopia là một tác phẩm không thể bỏ qua.",
        "image": "https://img.phimmoichill.blog/images/film/newtopia.jpg",
        "trailer": "https://www.youtube.com/watch?v=20bpjtCbCz0",
        "duration": "2h 0m",
        "rating": 5
    },
    {
        "id": 5,
        "name": "Những Kẻ Bất Bại 2: Pantera",
        "id_theloai": [1],
        "tacgia": "Ryan Coogler",
        "description": "Những Kẻ Bất Bại 2: Pantera là phần tiếp theo của bộ phim hành động nổi tiếng về những chiến binh dũng cảm và những trận chiến khốc liệt. Trong phần này,nhân vật chính phải đối mặt với một kẻ thù mới,người có sức mạnh và kỹ năng vượt trội. Với những pha hành động mãn nhãn và cốt truyện hấp dẫn,Những Kẻ Bất Bại 2: Pantera hứa hẹn sẽ mang đến cho khán giả những giây phút giải trí tuyệt vời.",
        "image": "https://img.phimmoichill.blog/images/film/nhung-ke-bat-bai-2-pantera.jpg",
        "trailer": "https://www.youtube.com/watch?v=20bpjtCbCz0",
        "duration": "2h 0m",
        "rating": 5
    },
    {
        "id": 6,
        "name": "Interstellar",
        "id_theloai": [7],
        "tacgia": "Christopher Nolan",
        "description": "Hố Đen Tử Thần (Interstellar) là một bộ phim viễn tưởng khoa học đầy kịch tính và sâu sắc. Phim kể về tương lai của Trái đất khi nó đang chịu sự tàn phá từ thảm họa,nạn đói và hạn hán. Để cứu lấy loài người khỏi nguy cơ tiêu diệt,một nhóm phi hành gia dũng cảm đã được gửi vào không gian thông qua một wormhole mới được phát hiện. Những cuộc phiêu lưu trên không trung,những khám phá về vũ trụ và những rủi ro không lường trước đã khiến cho bộ phim trở nên hấp dẫn và gây cấn. Nhờ vào sự kết hợp giữa yếu tố viễn tưởng và khoa học,Hố Đen Tử Thần đã thu hút được sự quan tâm của khán giả yêu thích thể loại này. Với thông điệp về lòng hy sinh,lòng kiên trì và niềm tin vào con người,bộ phim mang lại cho người xem những suy tư sâu sắc về ý nghĩa của cuộc sống và vai trò của con người trong vũ trụ rộng lớn. Hố Đen Tử Thần thực sự là một tác phẩm đáng xem và để lại ấn tượng khó quên trong lòng khán giả.",
        "image": "https://upload.wikimedia.org/wikipedia/vi/thumb/4/46/Interstellar_poster.jpg/330px-Interstellar_poster.jpg",
        "trailer": "",
        "duration": "2h 0m",
        "rating": 5
    },
    {
        "id": 7,
        "name": "The Gorge",
        "id_theloai": [1,6,7],
        "tacgia": "Scott Derrickson",
        "description": "Hẻm Núi The Gorge 2025 Xoay quanh hai tay súng bắn tỉa ưu tú: Levi (do Miles Teller thủ vai),một người Mỹ làm việc cho một công ty tư nhân,và Drasa (do Anya Taylor-Joy thủ vai),một người Lithuania làm việc cho Nga. Họ được giao nhiệm vụ canh gác hai bên của một hẻm núi bí ẩn,được cho là cổng địa ngục,với lệnh bắn bất kỳ thứ gì xuất hiện từ hẻm núi. Trong quá trình thực hiện nhiệm vụ,họ phát triển mối quan hệ tình cảm và phải đối mặt với những sinh vật kỳ lạ xuất hiện từ hẻm núi. ",
        "image": "https://img.phimmoichill.blog/images/info/the-gorge.jpg",
        "trailer": "https://www.youtube.com/watch?v=example",
        "duration": "1h 45m",
        "rating": 4
    },
    {
        "id": 8,
        "name": "Rumours",
        "id_theloai": [2],
        "tacgia": "Sofia Coppola",
        "description": "Rumours là một bộ phim tâm lý xã hội kể về những tin đồn và hậu quả của chúng trong một cộng đồng nhỏ. Nhân vật chính,một nhà báo trẻ,phải đối mặt với những thách thức và nguy hiểm khi cố gắng khám phá sự thật đằng sau những tin đồn này. Với cốt truyện sâu sắc và những màn diễn xuất ấn tượng,Rumours là một tác phẩm đáng xem.",
        "image": "https://img.phimmoichill.blog/images/info/rumours.jpg",
        "trailer": "https://www.youtube.com/watch?v=example",
        "duration": "2h 10m",
        "rating": 4
    },
    {
        "id": 9,
        "name": "Flight Risk",
        "id_theloai": [1],
        "tacgia": "Denis Villeneuve",
        "description": "Flight Risk là một bộ phim hành động kịch tính kể về một phi công bị buộc phải tham gia vào một nhiệm vụ nguy hiểm để cứu lấy gia đình mình. Với những pha hành động nghẹt thở và cốt truyện hấp dẫn,Flight Risk hứa hẹn sẽ mang đến cho khán giả những giây phút giải trí tuyệt vời.",
        "image": "https://img.phimmoichill.blog/images/info/flight-risk.jpg",
        "trailer": "https://www.youtube.com/watch?v=example",
        "duration": "2h 5m",
        "rating": 5
    },
    {
        "id": 10,
        "name": "Rebel Ridge",
        "id_theloai": [1],
        "tacgia": "Jeremy Saulnier",
        "description": "Rebel Ridge bộ phim hành động mỹ 2024 nói về cựu binh Terry Richmond đến Shelby Springs để giúp anh họ Mike trả tiền bảo lãnh và làm lại cuộc đời. Tuy nhiên,anh bị hai cảnh sát tham nhũng bắt giữ và chiếm đoạt số tiền hợp pháp của mình. Khi Mike bị giết trong tù,Terry quyết tâm vạch trần sự thật và đối đầu với hệ thống thối nát. Với sự giúp đỡ của nhân viên tòa án Summer,Terry phải chiến đấu không ngừng để giành lại công lý trong một thị trấn đầy rẫy tham nhũng và quyền lực ngầm.",
        "image": "https://motchilltv.fm/wp-content/uploads/2024/12/su-that-ngam-11290-thumb.webp",
        "trailer": "example",
        "duration": "2h 13m",
        "rating": 4,
        "note": "Action drama about a veteran fighting corruption and seeking justice"
    },
    {
        "id": 11,
        "name": "Kẻ Chủ Mưu - The Instigators",
        "id_theloai": [1],
        "tacgia": "Doug Liman",
        "description": "Phim hành động Mỹ Rebel Ridge kể về hai người nhân vật chính đó là Rory và Cobby,những cộng sự không mấy tự nguyện. Rory là một người cha đang rơi vào bế tắc,còn Cobby là một cựu tù nhân bị ép buộc phải tham gia vào một vụ trộm táo bạo. Tuy nhiên,khi kế hoạch dần chệch hướng,họ buộc phải hợp tác với một đồng phạm không ngờ tới - chính là nhà trị liệu của Rory. Cả ba phải cùng nhau tìm cách thoát khỏi sự truy đuổi gắt gao của cảnh sát,đối mặt với những quan chức cổ hủ và chống lại tên trùm tội phạm đầy thù hận.",
        "image": "https://motchiill.sh/storage/hinh-anh/ke-chu-muu-2024-thumb.jpg",
        "trailer": "example",
        "duration": "1h 41m",
        "rating": 4
    },
    {
        "id": 12,
        "name": "Liên minh tuyệt mật - The Union",
        "id_theloai": [1,6],
        "tacgia": "Julian Farino",
        "description": "Phim kể về Mike McKenna,một công nhân xây dựng bình thường,bất ngờ bị cuốn vào thế giới gián điệp khi gặp lại người yêu cũ Roxanne Hall,giờ là điệp viên của tổ chức bí mật. Bị ép tham gia vào một nhiệm vụ nguy hiểm,Mike phải đối đầu với những kẻ thù từ nhiều quốc gia và phát hiện ra sự phản bội từ chính những người thân cận. Cuộc đấu trí căng thẳng và những pha hành động gay cấn trải dài khắp châu Âu của hai cặp đôi khiến bạn không thể rời mắt ra khỏi màn hình. Hãy xem phim hành động Mỹ mới nhất này ngay hôm nay để trải nghiệm sự kịch tính mà phim mang lại.",
        "image": "https://motchilltv.fm/wp-content/uploads/2024/12/lien-minh-tuyet-mat-11332-thumb.webp",
        "trailer": "example",
        "duration": "2h 13m",
        "rating": 4
    },
    {
        "id": 13,
        "name": "Sói thủ đối đầu - Wolfs",
        "id_theloai": [1,6],
        "tacgia": "Jon Watts",
        "description": "Trong bộ phim hành động Mỹ 2024 mang tên Sói thủ đối đầu hai ngôi sao nổi tiếng sẽ vào vai những kẻ 'gỡ rối' đầy tài năng. Họ được triệu tập để hỗ trợ che đậy một sai lầm nghiêm trọng của một nhân vật có tiếng tăm tại New York. Sau một đêm căng thẳng và nhiều biến cố,cả hai nhân vật buộc phải gạt sang một bên những mâu thuẫn nhỏ và cái tôi của bản thân để hoàn thành nhiệm vụ. Những tình huống hài hước xen lẫn hồi hộp đã làm cho câu chuyện trở nên lôi cuốn hơn bao giờ hết,dẫn dắt bạn vào một cuộc hành trình đầy ấn tượng khó quên.",
        "image": "https://phim.cafephim.vn/wp-content/uploads/2024/09/7-2-340x480.jpg",
        "trailer": "example",
        "duration": "1h 48m",
        "rating": 4
    },
    {
        "id": 14,
        "name": "Non Negotiable",
        "id_theloai": [1,6],
        "tacgia": "Juan Taratuto",
        "description": "Trong bộ phim hài hước này bạn sẽ theo chân Alan Bender,một nhà đàm phán con tin lão luyện,khi anh nhận nhiệm vụ khẩn cấp cứu tổng thống khỏi một vụ bắt cóc nghiêm trọng. Tuy nhiên,cuộc chiến không chỉ dừng lại ở đó; Alan còn phải trở thành cầu nối để cứu vớt cuộc hôn nhân của mình và đưa vợ ra khỏi tình thế nguy hiểm. Đây thực sự là một trong những bộ phim hành động hay mới nhất mang đến những tình huống căng thẳng,kịch tính. Tuy vậy,trong phim đâu đó vẫn có yếu tố hài hước sẽ khiến bạn không thể rời mắt.",
        "image": "https://motchiill.sh/storage/hinh-anh/2kEL2QFPyqGcFhGvzVos58dQXKS.jpg",
        "trailer": "example",
        "duration": "1h 27m",
        "rating": 4
    },
    {
        "id": 15,
        "name": "Một Phát Nữa - One More Shot",
        "id_theloai": [1],
        "tacgia": "James Nunn",
        "description": "Trong bộ phim hành động Mỹ 2024 mang tên One More Shot,Jake Harris,một sĩ quan CIA,nhận nhiệm vụ quan trọng là hộ tống nghi phạm khủng bố Amin Mansur về Washington để tiến hành thẩm vấn. Tuy nhiên,chuyến hành trình đầy cam go này không hề đơn giản khi có một thế lực khác đang âm thầm theo đuổi mục tiêu chiếm đoạt Amin. Phim mang đến những pha hành động mãn nhãn mà còn lôi cuốn từ những diễn biến tâm lý sâu sắc,khi Jake đối mặt với những quyết định khó khăn. Phim hứa hẹn sẽ là một trải nghiệm điện ảnh đầy kịch tính và hồi hộp,dẫn dắt bạn vào một thế giới nơi mà sự sống và cái chết chỉ cách nhau một bước chân.",
        "image": "https://motphim.dk/storage/images/mot-phat-nua/motphim-motphim-nQ1BQg4yMdlYSHvHZgwladzy7EF.jpg",
        "trailer": "example",
        "duration": "1h 42m",
        "rating": 4
    },
    {
        "id": 16,
        "name": "Cánh Đồng Xương - Boneyard",
        "id_theloai": [1],
        "tacgia": "Asif Akbar",
        "description": "Một vụ án mạng hàng loạt tại 'Boneyard' với hài cốt của 11 phụ nữ khiến Cảnh sát trưởng Carter phải triệu tập FBI để điều tra. Tuy nhiên,khi cơ quan phòng chống ma túy và FBI vào cuộc,một mạng lưới âm mưu đã khiến mọi người đều trở thành nghi phạm. Bộ phim chiếu rạp hành động Mỹ này dự đoán sẽ mang đến những cảm xúc kịch tích nhất.",
        "image": "https://motphim.dk/storage/images/canh-dong-xuong/motphim-motphim-canh-dong-xuong-thumb.jpg",
        "trailer": "example",
        "duration": "1h 36m",
        "rating": 4
    },
    {
        "id": 17,
        "name": "Alien: Romulus - Quái Vật Không Gian: Romulus",
        "id_theloai": [1,6],
        "tacgia": "Fede Alvarez",
        "description": "Nội dung chính của bộ phim viễn tưởng hành động Mỹ chiếu rạp này là nhóm người khám phá một trạm vũ trụ bị bỏ hoang trên một hành tinh xa lạ. Họ hy vọng sẽ tìm thấy những bí mật còn sót lại. Tuy nhiên,thay vì những khám phá,họ lại phải đối mặt với những sinh vật quái dị. Cuộc chiến sinh tồn đe dọa tính mạng của cả nhóm.",
        "image": "https://motchiill.sh/storage/hinh-anh/quai-vat-khong-gian-romulus-thumb.jpg",
        "trailer": "example",
        "duration": "1h 58m",
        "rating": 4
    },
    {
        "id": 18,
        "name": "Kẻ thế thân - The Fall Guy",
        "id_theloai": [1],
        "tacgia": "David Leitch",
        "description": "Nội dung của bộ phim hành động Mỹ với câu chuyện về một diễn viên nổi tiếng 'đóng thế' - Colt Seavers,bất ngờ nhận được lời mời vào vai 'bản sao'. Dù vậy,mọi thứ lại càng rắc rối hơn khi ngôi sao chính bất ngờ biến mất. Giờ đây,Colt buộc phải vừa cứu lấy công việc,vừa tìm cách giành lại tình yêu của mình.",
        "image": "https://motchiill.sh/storage/hinh-anh/ke-the-than-thumb.jpg",
        "trailer": "example",
        "duration": "2h 5m",
        "rating": 4
    },
    {
        "id": 19,
        "name": "Smile 2 - Cười 2",
        "id_theloai": [5],
        "tacgia": "Parker Finn",
        "description": "“Smile 2” - Cười 2 đưa khán giả trở lại với lời nguyền đáng sợ của 'nụ cười' ma quái. Lần này,nhân vật chính là Skye Riley - một ca sĩ trẻ đầy tham vọng,nhưng cuộc sống hào nhoáng của cô nhanh chóng bị đảo lộn khi chứng kiến cái chết rùng rợn của người bạn thân Lewis,để lại một nụ cười lạnh sống lưng. Từ đây,lời nguyền kỳ bí chuyển sang Skye,đẩy cô vào chuỗi ngày ám ảnh bởi những nụ cười quái dị xuất hiện khắp nơi. Không chỉ phải đối mặt với những hiện tượng kinh hoàng,Skye còn bị đè nặng bởi áp lực danh tiếng. Cô buộc phải đối diện với quá khứ đen tối để tìm cách phá vỡ lời nguyền trước khi nó hủy hoại cuộc sống của mình. Hãy đón xem bộ phim kinh dị 'Smile 2' để khám phá diễn biến bất ngờ và hồi hộp đến từng giây!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_1_644aa9b26f.jpg",
        "trailer": "example",
        "duration": "2h 7m",
        "rating": 4
    },
    {
        "id": 20,
        "name": "The First Omen - Điềm Báo Của Quỷ",
        "id_theloai": [5],
        "tacgia": "Arkasha Stevenson",
        "description": "'The First Omen - Điềm Báo Của Quỷ' là phần tiền truyện đầy ám ảnh của series kinh điển The Omen. Bộ phim lấy bối cảnh Rome năm 1971,khi nữ tu trẻ Margaret đến tu viện để phụng sự Giáo hội. Tuy nhiên,tại đây,cô phát hiện những bí mật kinh hoàng về Carlita,một cô bé kỳ lạ mang dấu hiệu của Satan. Cuộc hành trình khám phá sự thật đã khiến Margaret đối mặt với những thế lực tà ác và nghi ngờ chính đức tin của mình. Với không khí u ám và những âm mưu đen tối nhằm tái sinh linh hồn quỷ dữ,'Điềm Báo Của Quỷ' mang đến một trải nghiệm phim kinh dị đầy kịch tính. Liệu Margaret sẽ vượt qua được những thử thách kinh hoàng hay bị cuốn vào bóng tối?",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_2_6104bc7cd0.jpg",
        "trailer": "example",
        "duration": "1h 59m",
        "rating": 4
    },
    {
        "id": 21,
        "name": "The Shining",
        "id_theloai": [5],
        "tacgia": "Stanley Kubrick",
        "description": "Dựa trên cuốn tiểu thuyết kinh dị của nhà văn Stephen King,The Shining kể về Jack Torrance,đến một khách sạn tên là Overlook để phỏng vấn vị trí người quản lý khách sạn vào mùa đông. Và đó cũng là tiền đề cho sự xuất hiện của hàng loạt câu chuyện kỳ lạ,bí ẩn diễn ra,làm gợi lên sự tò mò của Jack. Từ đó,anh muốn khám phá ra những bí mật và những sự thật kinh hoàng che giấu đằng sau sự hào nhoáng của khách sạn này - một nơi tồn tại thế lực ma quỷ nhưng Jack và gia đình đều không hề hay biết trước đó Vậy cuối cùng Jack có tìm ra thế lực bí ẩn đó? Gia đình Jack và cậu ta có yên ổn ở đây trong suốt mùa đông? Xem ngay bộ phim để cảm nhận sự ly kỳ và rùng rợn trong từng câu chuyện nhé!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_02_77c3e0d159.jpg",
        "trailer": "example",
        "duration": "2h 24m",
        "rating": 4
    },
    {
        "id": 22,
        "name": "The Exorcist - Quỷ Ám",
        "id_theloai": [5],
        "tacgia": "William Friedkin",
        "description": "Quỷ Ám là một bộ phim kinh dị về chủ đề trừ tà mà bạn không thể bỏ lỡ. Một cô bé tên Regan sống cùng mẹ tại Washington đã bị quỷ nhập vào người từ lúc 12 tuổi sau khi cầu cơ. Cô bé mỗi ngày đều trở nên hoang dại,nói tục,cáu giận… và tình trạng ngày càng xấu đi,cuối cùng mẹ cô bé - Chris phải cứu sống cô bé bằng nghi thức trừ tà. Với sự giúp đỡ của các mục sư,mẹ cô bé đã cố gắng giành lại sự sống cho đứa con gái bé bỏng của mình. Ngoài những yếu tố kinh dị,rùng rợn,ma quái nhờ diễn xuất nhập tâm,bộ phim còn cho chúng ta thấy được tình cảm mẹ con vô cùng cảm động và trân quý. Đây là một bộ phim được đề cử ở các hạng mục tại giải thưởng Oscar,vì thế 'Quỷ Ám' xứng đáng là một trong những bộ phim kinh dị hay nhất mà bạn không nên bỏ qua.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_07_07c525acb1.jpg",
        "trailer": "example",
        "duration": "2h 2m",
        "rating": 4
    },
    {
        "id": 23,
        "name": "Lights Out - Ác Mộng Bóng Đêm",
        "id_theloai": [5],
        "tacgia": "David F. Sandberg",
        "description": "“Lights Out’’ xoay quanh hai chị em Martin và Rebecca,khi cả hai chị em phát hiện ra rằng mỗi khi họ tắt đèn thì có một sinh vật bí ẩn xuất hiện từ trong bóng tối và gieo rắc đến nỗi kinh hoàng,cái chết cho hai chị em. Bắt tay vào hành trình tìm kiếm sự thật,họ phát hiện những bi kịch về người bạn thân của mẹ mình. Rốt cuộc sinh vật luôn theo sau hai chị em là gì và có lai lịch như thế nào? Có liên hệ gì với người mẹ? Cái chết thảm khốc của người bố có liên quan đến người bạn thân này của mẹ?",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_08_7e94a04094.jpg",
        "trailer": "example",
        "duration": "1h 21m",
        "rating": 4
    },
    {
        "id": 24,
        "name": "Dead Silence - Sự Im Lặng Chết Chóc",
        "id_theloai": [5],
        "tacgia": "James Wan",
        "description": "“Dead silence’’ là bộ phim kinh dị được phát hành vào năm 2007,với bối cảnh là thị trấn Ravens Fair. Mary Shaw - một người phụ nữ làm nghề múa rối bụng đã ra tay sát hại cậu bé Michael Ashen,chỉ vì cậu không tin vào màn biểu diễn đó. Sau đó,Mary Shaw đã bị chính quyền bắt giết và cắt lưỡi,dưới sự đồng thuận của gia đình nạn nhân cũng như các cư dân trong thị trấn. Nhiều năm sau đó,khi vợ của Jamie Ashen bị giết,anh đã nhận được một con rối bằng gỗ. Vậy ai đã gửi con rối này cho Jamie Ashen? Hãy cùng theo dõi bộ phim ngay hôm nay để không bỏ lỡ những tình tiết kịch tính tiếp theo!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_09_262340b86e.jpeg",
        "trailer": "example",
        "duration": "1h 29m",
        "rating": 4
    },
    {
        "id": 25,
        "name": "The Nun - Ác Quỷ Ma Sơ",
        "id_theloai": [5],
        "tacgia": "Corin Hardy",
        "description": "Bộ phim kể về cái chết bí ẩn của một nữ tu tại tu viện Cârrta ở Rumani. Sau cái chết bí ẩn này,tòa thánh Vatican ở Roma đã cho Linh mục Burke và ma sơ Irene đến đây để điều ra về cái chết. Với khả năng trừ tà của Cha Burke và nhìn thấy điềm báo trong tương lai của Irene,họ đã phát hiện ra nhiều bí mật kinh hoàng phía sau và phải đối mặt với sự nguy hiểm và chết chóc. Vậy họ có an toàn trở về sau khi điều tra được vụ việc? Xem bộ phim hấp dẫn và ám ảnh Ác Quỷ Ma Sơ ngay!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_10_2785714a47.jpg",
        "trailer": "example",
        "duration": "1h 36m",
        "rating": 4
    },
    {
        "id": 26,
        "name": "Mama - Mẹ ma",
        "id_theloai": [5],
        "tacgia": "Andrés Muschietti",
        "description": "Bộ phim kể về 2 chị em Lyly và Victoria được một thực thể không xác định tên là 'Mama' nuôi dưỡng sau khi bị bỏ rơi ở một căn nhà hoang trong rừng. Chuyện sẽ không có gì đáng nói cho đến khi 2 cô bé được người chú Lucas và người bạn gái tên Annabel tìm được và đưa họ trở về nhà. Những điều kỳ lạ và rùng rợn bắt đầu xảy ra từ đây khi Mama bám theo họ để tiếp tục được ở cùng 2 cô bé. Vậy cuối cùng 2 cô bé có được hòa nhập cùng xã hội,sống hạnh phúc và rời xa được Mama không? Hãy xem ngay!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_12_ea1047c6fd.jpg",
        "trailer": "example",
        "duration": "1h 40m",
        "rating": 4
    },
    {
        "id": 27,
        "name": "Rosemary’s Baby - Đứa con của Rosemary",
        "id_theloai": [5],
        "tacgia": "Roman Polanski",
        "description": "Nội dung bộ phim kể về tiểu thư Rosemary và chồng mới cưới là Guy,cả hai đều khao khát có con và khi Rosemary mang thai thì cả 2 đã chuyển đến một căn hộ mới. Từ khi chuyển qua căn hộ mới,mỗi lần chồng đi vắng cô đều nghe những tiếng động lạ và có những giấc mơ kỳ lạ. Trong một lần khác,tiểu thư Rosemary tình cờ phát hiện được đứa con cô đang mang trong mình là do một phần nghi lễ của tín đồ Satan tạo nên. Vậy cô có quyết định sinh đứa bé ra hay bỏ đi? Đón xem diễn biến ly kỳ và rùng rợn của bộ này ngay!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_kinh_di_13_9aef94c51a.jpg",
        "trailer": "example",
        "duration": "2h 17m",
        "rating": 4
    },
    {
        "id": 28,
        "name": "Crossing - Đi qua",
        "id_theloai": [3],
        "tacgia": "Levan Akin",
        "description": "Bộ phim kể về Lia,một giáo viên về hưu mang trong mình lời hứa tìm kiếm người cháu gái thất lạc Tekla. Cuộc hành trình đưa cô đến Istanbul,thành phố mang vẻ đẹp vừa cổ kính vừa hiện đại. Tại đây,Lia gặp Evrim,một luật sư tận tụy với công việc bảo vệ quyền lợi cho cộng đồng người chuyển giới. Sự kết nối giữa Lia và Evrim mở ra nhiều manh mối đưa cô đến gần với Tekla hơn,đồng thời khiến Lia chứng kiến những câu chuyện về sự đấu tranh và hy vọng giữa lòng thành phố sôi động này. Với cách khai thác độc đáo và thông điệp nhân văn sâu sắc,bộ phim không chỉ là hành trình tìm kiếm mà còn là câu chuyện cảm động về tình thân và sự thấu hiểu. Nếu bạn đang tìm kiếm một trong những phim tình cảm hay nhất với nội dung ý nghĩa và đầy mới lạ,tác phẩm này chắc chắn là lựa chọn không thể bỏ qua. Liệu Lia có thể tìm thấy Tekla và giúp hàn gắn những tổn thương quá khứ?",
        "image": "example",
        "trailer": "example",
        "duration": "1h 46m",
        "rating": 4
    },
    {
        "id": 29,
        "name": "Love In The Big City - Đôi bạn học yêu",
        "id_theloai": [3],
        "tacgia": "E.oni",
        "description": "Đôi Bạn Học Yêu là bộ phim tình cảm hay nhất,mới nhất 2024 của Hàn Quốc mà bạn không nên bỏ qua. Với bối cảnh thành phố Seoul,câu chuyện xoay quanh hai nhân vật trái ngược nhau: Jae-hee,một cô gái tự do,phóng khoáng,không quan tâm đến những lời bàn tán,và Heung-soo,một chàng trai sống cô lập,che giấu bí mật về danh tính của mình. Khi Jae-hee vô tình phát hiện ra bí mật của Heung-soo,cả hai bắt đầu một mối quan hệ đặc biệt. Bộ phim không chỉ kể về câu chuyện tình yêu lãng mạn mà còn là hành trình trưởng thành,vượt qua những định kiến xã hội để tìm kiếm tình yêu đích thực.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_tinh_cam_hay_nhat_1_08c981d130.jpg",
        "trailer": "example",
        "duration": "1h 58m",
        "rating": 4
    },
    {
        "id": 30,
        "name": "Once Upon A Love Story - Ngày xưa có một chuyện tình",
        "id_theloai": [3],
        "tacgia": "Trịnh Đình Lê Minh",
        "description": "“Ngày xưa có một chuyện tình” là bộ phim mang đậm nét hoài niệm về tình yêu và tình bạn,lấy bối cảnh miền Trung Việt Nam từ cuối thập niên 1980 đến đầu những năm 2000. Câu chuyện xoay quanh ba nhân vật Miền,Vinh,và Phúc. Phim bắt đầu với cảnh Phúc trở về quê nhà sau nhiều năm xa cách,từ đó mở ra dòng hồi tưởng về thời niên thiếu nghèo khó nhưng đầy niềm vui của cậu và người bạn thân Vinh “còm”. Khi cả ba bước vào tuổi trưởng thành,tình cảm giữa họ trở nên phức tạp: Vinh thầm yêu Miền,trong khi Miền lại dành tình cảm cho Phúc. Đứng giữa lựa chọn giữ gìn tình bạn hay theo đuổi tình yêu,cả ba đều phải đối diện với những giằng xé nội tâm trong hành trình trưởng thành.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_tinh_cam_hay_nhat_2_f809010822.jpg",
        "trailer": "example",
        "duration": "2h 15m",
        "rating": 4
    },
    {
        "id": 31,
        "name": "Past Lives - Muôn kiếp nhân duyên",
        "id_theloai": [3],
        "tacgia": "Celine Song",
        "description": "Một trong những bộ phim tình cảm hay nhất 2023,“Muôn Kiếp Nhân Duyên (Past Lives)” mang đến một câu chuyện đầy cảm xúc và sâu sắc về mối tình lỡ dở giữa Nora và Hae Sung. Phim được chia thành ba phần,mỗi phần tương ứng với một lần gặp gỡ và lời tạm biệt đầy tiếc nuối. Khi còn nhỏ,Nora phải chia tay Hae Sung khi gia đình cô di cư sang Mỹ. Họ tìm lại nhau khi trưởng thành,nhưng lại đứng trước những lựa chọn đầy thử thách khi Nora đã kết hôn và sống một cuộc sống mới tại New York. Tuy là một câu chuyện tình yêu,“Muôn Kiếp Nhân Duyên” không chỉ xoay quanh những cảm xúc luyến tiếc mà còn đào sâu vào những vấn đề về giấc mơ Mỹ,cuộc sống nhập cư và những giằng xé về bản sắc văn hóa. Liệu tình yêu này có thực sự kết thúc hay sẽ mãi tồn tại trong tim họ?",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_tinh_cam_hay_nhat_4_76a3feca5f.jpg",
        "trailer": "example",
        "duration": "1h 46m",
        "rating": 4
    },
    {
        "id": 32,
        "name": "Marriage Story - Câu chuyện hôn nhân",
        "id_theloai": [3],
        "tacgia": "Noah Baumbach",
        "description": "'Marriage Story' là một trong những phim tình cảm hay nhất của đạo diễn Noah Baumbach,lấy cảm hứng từ cuộc ly hôn có thật của anh và nữ diễn viên Jennifer Jason Leigh. Bộ phim đan xen giữa những khoảnh khắc đẹp đẽ và nỗi đau của một cuộc hôn nhân tan vỡ. Charlie (Adam Driver) là một đạo diễn sân khấu tài năng,trong khi nữa diễn viên Nicole (Scarlett Johansson) từ bỏ màn ảnh để đồng hành cùng chồng. Từng là một cặp đôi hoàn hảo,họ rơi vào bế tắc dẫn đến những xung đột gay gắt và hành trình buông bỏ đầy cảm xúc. Bộ phim khắc họa sâu sắc sự đối lập trong tính cách: Charlie học cách chấp nhận thua cuộc,còn Nicole mạnh mẽ đấu tranh để tìm lại bản thân và hạnh phúc cho đứa con của họ. Không chỉ kể về hôn nhân,'Marriage Story' còn mang đến bài học về sự tha thứ và giải thoát,khiến khán giả suy ngẫm về ý nghĩa thực sự của tình yêu và gia đình. Liệu sau tất cả,sự buông bỏ có phải là cách để tìm lại chính mình và yêu thương một cách trọn vẹn hơn?",
        "image": "example",
        "trailer": "example",
        "duration": "2h 16m",
        "rating": 4
    },
    {
        "id": 33,
        "name": "One Day - 24h yêu",
        "id_theloai": [3],
        "tacgia": "Banjong Pisanthanakun",
        "description": "“One Day” là một bộ phim tình cảm lãng mạn từ Thái Lan,xoay quanh Nui (Nittha Jirayungyurn) - cô nàng văn phòng rạng rỡ luôn tỏa ra năng lượng tích cực,và Den (Chantavit Dhanasevi) - anh chàng IT vụng về,âm thầm yêu Nui nhưng không dám thổ lộ. Tình yêu đơn phương của Den trở thành điểm nhấn khi một tai nạn bất ngờ khiến Nui mất trí nhớ tạm thời,mở ra chuỗi sự kiện dở khóc dở cười nhưng cũng đầy cảm động giữa họ. Bộ phim khéo léo dẫn dắt người xem qua những cung bậc cảm xúc,từ tiếng cười nhẹ nhàng đến những phút lắng đọng suy tư. Liệu tình yêu có thể biện minh cho mọi sai lầm? Hay làm 'người thứ ba' có bao giờ là lựa chọn đúng? Câu trả lời nằm trong cái kết không đi theo lối mòn,khiến người xem phải ngẫm nghĩ và tiếc nuối mãi.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_tinh_cam_hay_nhat_6_f0b4e6d4df.jpg",
        "trailer": "example",
        "duration": "2h 15m",
        "rating": 4
    },
    {
        "id": 34,
        "name": "Better days - Em của ngày thời niên thiếu",
        "id_theloai": [3],
        "tacgia": "Tằng Quốc Tường",
        "description": "“Em Của Thời Niên Thiếu” là một bộ phim tình cảm hay nhất phản ánh chân thực những góc tối của cuộc sống,đồng thời truyền tải thông điệp nhân văn sâu sắc. Phim xoay quanh hành trình trưởng thành của những nhân vật trẻ,với những khó khăn,thử thách và niềm tin vào tương lai dù cuộc sống có gian nan đến đâu. Thời niên thiếu không chỉ là tuổi trẻ đầy ắp mộng mơ,mà còn là những đứa trẻ đang học cách đứng vững trước sự thay đổi của thế giới xung quanh. Với những thước phim chân thật,bộ phim không chỉ chạm vào trái tim khán giả mà còn giúp người xem nhìn nhận lại những giá trị cuộc sống,từ niềm tin đến sự bảo vệ lặng lẽ mà mỗi người dành cho nhau.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_tinh_cam_hay_nhat_7_ff4270c4da.jpg",
        "trailer": "example",
        "duration": "1h 46m",
        "rating": 4
    },
    {
        "id": 35,
        "name": "500 days of summer - 500 ngày yêu",
        "id_theloai": [3],
        "tacgia": "Marc Webb",
        "description": "“500 Days of Summer” là một bộ phim tình cảm nhẹ nhàng nhưng đầy sâu sắc,kể về câu chuyện giữa Summer Finn - cô gái với vẻ đẹp cổ điển và trái tim không còn tin vào tình yêu,cùng Tom Hansen - chàng trai mơ mộng,tin rằng tình yêu đích thực là chìa khóa của hạnh phúc. Từ khoảnh khắc đầu tiên gặp Summer,Tom đã cảm thấy như tìm thấy mảnh ghép hoàn hảo cho mình. Thế nhưng,khi tình yêu tưởng chừng đang thăng hoa,Summer đột ngột chia tay,để lại Tom trong sự đau đớn và bối rối. Điểm đặc biệt của 500 Days of Summer nằm ở cách phim không đi theo lối mòn của những câu chuyện tình yêu 'màu hồng'. Thay vào đó,phim mang đến góc nhìn thực tế và phức tạp về sự khác biệt trong cách mỗi người nhìn nhận tình yêu. Đối với bạn,liệu Summer hay Tom mới là người đúng trong mối tình dở dang này? Có lẽ câu trả lời sẽ thay đổi theo từng giai đoạn trong cuộc sống của bạn. Đây chính là sức hút khiến bộ phim tình cảm hay nhất này vẫn còn được yêu thích và bàn luận sau hơn một thập kỷ ra mắt.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_tinh_cam_hay_nhat_8_47aab42d1e.jpg",
        "trailer": "example",
        "duration": "1h 35m",
        "rating": 4
    },
    {
        "id": 36,
        "name": "Eternal Sunshine of the Spotless Mind - Tia Nắng Vĩnh Cửu Của Tâm Hồn Tinh Khiết",
        "id_theloai": [3,6],
        "tacgia": "Michel Gondry",
        "description": "“Eternal Sunshine of the Spotless Mind” là một trong những bộ phim tình cảm hay nhất khắc họa mối tình độc đáo và đầy cảm xúc giữa Joel (Jim Carrey) - người đàn ông trầm lặng,và Clementine (Kate Winslet) - cô gái sôi nổi với mái tóc đổi màu như tâm trạng. Sau khi chia tay vì những bất đồng không thể hàn gắn,Clementine quyết định xóa ký ức về Joel. Quá đau khổ,anh cũng chọn con đường tương tự,nhưng trong tiềm thức,Joel lại vùng vẫy để giữ lại những kỷ niệm đẹp về tình yêu của họ. Bộ phim không chỉ là câu chuyện tình yêu đầy trắc trở mà còn đặt ra những câu hỏi triết lý về trí nhớ và cảm xúc: Liệu xóa đi ký ức có thể giúp con người thoát khỏi đau khổ hay chính những ký ức ấy làm nên con người họ? Và liệu bạn có dám đối mặt với quá khứ,hay cũng sẽ chọn cách quên đi để bước tiếp?",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_tinh_cam_hay_nhat_10_a5aff52c64.jpg",
        "trailer": "example",
        "duration": "1h 48m",
        "rating": 4
    },
    {
        "id": 37,
        "name": "The Jungle Book – Cậu Bé Rừng Xanh",
        "id_theloai": [6],
        "tacgia": "Jon Favreau",
        "description": "The Jungle Book là bộ phim phiêu lưu Mỹ nổi tiếng kể về nhân vật Mowgli - cậu bé được nuôi lớn bởi những con sói nói rừng xanh. Vì mối căm hận với loài người,con hổ hung dữ Shere Khan đã tấn công hòng tiêu diệt con người. Dưới sức ép hoàn cảnh,Mowgli đã chiến đấu để giành lấy sự bình yên cho cánh rừng xanh - ngôi nhà của chính cậu.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_cau_be_rung_xanh_a041fb69e1.jpg",
        "trailer": "example",
        "duration": "1h 46m",
        "rating": 4
    },
    {
        "id": 38,
        "name": "The Hobbit - Người Hobbit",
        "id_theloai": [6],
        "tacgia": "Peter Jackson",
        "description": "The Hobbit là bộ phim phiêu lưu viễn tưởng hay xoay quanh câu chuyện của những yêu tinh,người lùn,những con quỷ độc ác và các vị tiên. Nhân vật chính của phim - Bilbo bị cuốn vào cuộc chiến hòng giành lại vương quốc đang bị xâm chiếm bởi con rồng khổng lồ Smaug. Cùng đảm đương trọng trách với anh là 13 thành viên bộ tộc người lùn,pháp sư quyền năng Gandalf và hoàng tử Thorin.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_the_hobbit_085b1092d7.jpg",
        "trailer": "example",
        "duration": "2h 49m",
        "rating": 4
    },
    {
        "id": 39,
        "name": "Jungle Cruise",
        "id_theloai": [1,4],
        "tacgia": "Jaume Collet-Serra",
        "description": "Jungle Cruise kể về chuyến thám hiểm để tìm ra 1 loài cây quý hiếm trong khu rừng đáng sợ của thuyền trưởng Frank và nữ tiến sĩ ngành thực vật Lily Houghton. Để tìm ra loài cây này,cả hai đã phải đối mặt với những sinh vật nguy hiểm nơi rừng sâu và cả những kẻ hiểm ác đang nhăm nhe tìm kiếm sức mạnh vô hạn mà loài cây này sở hữu.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_jungle_cruise_548457ff6b.jpg",
        "trailer": "example",
        "duration": "2h 7m",
        "rating": 4
    },
    {
        "id": 40,
        "name": "Interstellar – Hố Đen Tử Thần",
        "id_theloai": [6],
        "tacgia": "Christopher Nolan",
        "description": "Interstellar xoay quanh chuyến phiêu lưu thám hiểm của một nhóm phi hành gia trong hành trình khám phá sao Thổ - nơi có thể ươm mầm sự sống mới,khôi phục lại sự phát triển của hành tinh loài người. Xuyên suốt bộ phim,người xem được khám phá thêm những điều đặc sắc của vũ trụ,của không gian,và gom nhặt được nhiều thông điệp quý báu về tình yêu gia đình,tình thân,...",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_ho_den_tu_than_f9ebd9611a.jpg",
        "trailer": "example",
        "duration": "3h 16m",
        "rating": 4
    },
    {
        "id": 41,
        "name": "Life of Pi – Cuộc Đời Của Pi",
        "id_theloai": [3,4],
        "tacgia": "Ang Lee",
        "description": "Life of Pi kể về cuộc hành trình lênh đênh trên biển của Pi và cha cùng những con vật sang sở thú Canada. Tai nạn ập tới,cơn bão xuất hiện nhấn chìm con thuyền,chỉ còn Pi sống sót cùng một vài con vật gồm linh cẩu,ngựa vằn,đười ươi và 1 con hổ. Lúc này đây,Pi sẽ làm gì để tồn tại khi những biến cố khiến bản năng loài vật thức tỉnh,đồ ăn dần cạn và tất cả những con vật cấu xé lẫn nhau? Xem phim ngay để biết đáp án!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_cuoc_doi_cua_Pi_e6c9629bcf.jpg",
        "trailer": "example",
        "duration": "2h 7m",
        "rating": 4
    },
    {
        "id": 42,
        "name": "Cướp Biển Vùng Caribe : Lời nguyền của tàu Ngọc Trai Đen - Pirates of the Caribbean",
        "id_theloai": [4,6],
        "tacgia": "Gore Verbinski",
        "description": "Pirates of the Caribbean lể về màn hợp tác giữa thuyền trưởng hải tặc Jack Sparrow và chàng thợ rèn Will Turner nhằm giải cứu Elizabeth Swann hiện bị bắt cóc bới nhóm thuỷ thủ bị nguyền rủa liên quan đến con thuyền Ngọc Trai Đen. Phim không chỉ gây ấn tượng trong cách xây dựng nội dung,bối cảnh,hơn hết điểm nhấn nằm ở diễn xuất ấn tượng của các diễn viên,vô cùng nhập tâm và lôi cuốn.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_pirates_of_the_carribbean_curse_of_the_black_pearl_5f3121c2df.jpg",
        "trailer": "example",
        "duration": "2h 23m",
        "rating": 4
    },
    {
        "id": 43,
        "name": "Inception - Kẻ Đánh Cắp Giấc Mơ",
        "id_theloai": [3,4],
        "tacgia": "Christopher Nolan",
        "description": "Inception kể về một công nghệ mới được quân đội thiết kế với khả năng đặc biệt - đưa con người vào trong giấc mơ. Dominick Dom Cobb - một chuyên gia trích xuất được phân công xâm nhập vào giấc mơ của người khác nhằm khai thác những bí mật ẩn sâu của họ. Vì quá chán nản,anh dự định dừng lại công việc của mình. Chính lúc này,anh bị Saito - một doanh nhân người Nhật nắm thóp. Hắn ta ép anh thực hiện 1 nhiệm vụ bất khả thi cuối cùng trước khi anh chính thức dừng lại công việc của mình.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_ke_danh_cap_giac_mo_9d792d30fa.jpg",
        "trailer": "example",
        "duration": "2h 28m",
        "rating": 4
    },
    {
        "id": 44,
        "name": "Chúa Tể Của Những Chiếc Nhẫn – The Lord of the Rings",
        "id_theloai": [6],
        "tacgia": "Peter Jackson",
        "description": "The Lord of the Rings kể về chiếc nhẫn quyền lực với khả năng mang lại sức mạnh vô song cho người sở hữu. Frodo Baggins được thầy phù thuỷ Gandalf giao cho nhiệm vụ đem chiếc nhẫn đến khe núi Huỷ Diệt hòng tiêu huỷ nó. Cũng kể từ đây những rắc rối liên tiếp xảy đến,đeo bám và cản trở Frodo thực thi nhiệm vụ của mình.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_lord_of_the_rings_4fc3e7a3c6.jpg",
        "trailer": "example",
        "duration": "3h 48m",
        "rating": 4
    },
    {
        "id": 45,
        "name": "The Grand Budapest Hotel – Khách sạn Đế Vương",
        "id_theloai": [4,6],
        "tacgia": "Wes Anderson",
        "description": "The Grand Budapest Hotel kể về hành trình phiêu lưu của Gustave xoay quanh vụ trộm và tìm kiếm bức tranh vô giá trong khách sạn Grand Budapest. Phim nổi bật với bối cảnh đẹp,độc đáo,những câu chuyện hài hước khiến khá giả ngả nghiêng. Đây sẽ là bộ phim phiêu lưu hấp dẫn mà bạn không nên bỏ lỡ.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_phieu_luu_khach_san_de_vuong_5109b7851b.jpeg",
        "trailer": "example",
        "duration": "1h 39m",
        "rating": 4
    },
    {
        "id": 46,
        "name": "Godzilla Vs Kong - Đế chế mới",
        "id_theloai": [1,6],
        "tacgia": "Adam Wingard",
        "description": "Kết thúc cuộc chiến nảy lửa từ tập trước,Godzilla và Kong trong tập này đã gạt bỏ mối thù xưa kia để hợp sức đánh bại thế lực tàn ác Star King. Sau khi đặt chân đến Hollow Earth (Trái đất rỗng),Kong đã phát hiện một Titan bạo chúa hung ác Star King với bộ lông đỏ cùng đôi tay dài như đười ươi đang có âm mưu phá hoại và thống trị vùng đất này. Đặc biệt,trợ thủ đắc lực của Star King còn có khả năng phun ra hơi thở băng giá chết chóc đã gây nên nỗi khiếp sợ cho người dân tại đây. Sau một cuộc đối đầu kịch liệt với Star King và thất bại,Kong hợp tác với Godzilla để nhân đôi sức mạnh và ngăn chặn mối hiểm họa tàn khốc trước mắt. Cả hai Titan được trang bị những vũ khí mới bao gồm chiếc găng tay vàng tân tiến hay sức mạnh hơi thở nguyên tử từ màu xanh đã biến thành màu hồng neon. Bộ phim đã nhận được sự chào đón nồng nhiệt từ khán giả xem tại rạp. Không chỉ khai thác nội dung mới lạ,phân cảnh hành động mãn nhãn,bối cảnh hùng vĩ cùng với kỹ xảo hoành tráng trong cuộc chiến long trời lở đất của các Titan đã đem lại những trải nghiệm giải trí xứng tầm bom tấn. Đặc biệt,bộ phim còn lồng ghép giải đáp về những điểm chưa rõ trong phần trước như lý do của đối đầu giữa Kong và Godzilla hay vì sao Godzilla truy tìm những Titan ngoại lai. Hãy đón xem ngay để khám phá thế giới MonsterVerse thú vị và đầy gay cấn nhé!",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_khoa_hoc_vien_tuong_15_4f90595c34.jpg",
        "trailer": "example",
        "duration": "1h 55m",
        "rating": 4
    },
    {
        "id": 47,
        "name": "Dune 2 - Hành tinh cát",
        "id_theloai": [1,6],
        "tacgia": "Denis Villeneuve",
        "description": "“Dune 2 - Hành tinh cát” sẽ đưa bạn đến một thế giới đầy thần thoại và đấu tranh của công tước Paul Atreides. Trong phần 1,Paul cùng với mẹ đã chạy trốn đến hành tinh Arrakis sau khi cả gia tộc Atreides bị thảm sát đẫm máu. Phần 2 mở ra là cuộc phiêu lưu đầy khó khăn của Paul để khám phá ra sức mạnh phi thường của bản thân. Paul đã nhanh chóng chiếm được sự tin tưởng và trở thành Kwisatz Haderach,một vị Messiah với vai trò dẫn dắt người Fremen đứng lên chiến đấu để giải phóng hành tinh Arrakis và trả thù cho gia tộc. Paul cũng tìm thấy một cô gái Chani mạnh mẽ sẵn sàng cùng anh chinh phục những khát vọng và đối đầu với bạo chúa hung tàn của nhà Harkonnen. Những phân cảnh hùng vĩ đầy mãn nhãn,tình tiết vô cùng gay cấn,hoành tráng và kỹ xảo CGI xuất sắc hứa hẹn sẽ mang đến một trải nghiệm điện ảnh đỉnh cao trên màn ảnh rộng. Không những thế,“Dune 2” còn mang đến những giây phút lắng đọng và đầy cảm xúc về câu chuyện tình yêu giữa Paul và Chani.",
        "image": "https://simg.zalopay.com.vn/zlp-website/assets/phim_khoa_hoc_vien_tuong_3_980b1690bf.jpg",
        "trailer": "example",
        "duration": "2h 35m",
        "rating": 5,
        "note": "Epic sci-fi sequel with stunning visuals and complex political intrigue"
    }
]